result/flames/12/benchmark-stats.log
  240000000 requests completed in 419.44 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.01% <= 2 milliseconds
5.41% <= 3 milliseconds
59.98% <= 4 milliseconds
85.14% <= 5 milliseconds
92.97% <= 6 milliseconds
95.67% <= 7 milliseconds
96.79% <= 8 milliseconds
97.52% <= 9 milliseconds
98.05% <= 10 milliseconds
98.39% <= 11 milliseconds
98.64% <= 12 milliseconds
98.87% <= 13 milliseconds
99.08% <= 14 milliseconds
99.26% <= 15 milliseconds
99.40% <= 16 milliseconds
99.53% <= 17 milliseconds
99.66% <= 18 milliseconds
99.74% <= 19 milliseconds
99.80% <= 20 milliseconds
99.83% <= 21 milliseconds
99.85% <= 22 milliseconds
99.86% <= 23 milliseconds
99.87% <= 24 milliseconds
99.87% <= 25 milliseconds
99.88% <= 26 milliseconds
99.89% <= 27 milliseconds
99.89% <= 28 milliseconds
99.90% <= 29 milliseconds
99.90% <= 30 milliseconds
99.90% <= 31 milliseconds
99.91% <= 32 milliseconds
99.91% <= 33 milliseconds
99.91% <= 34 milliseconds
99.91% <= 35 milliseconds
99.91% <= 36 milliseconds
99.91% <= 37 milliseconds
99.92% <= 38 milliseconds
99.92% <= 39 milliseconds
99.92% <= 40 milliseconds
99.92% <= 41 milliseconds
99.92% <= 42 milliseconds
99.92% <= 43 milliseconds
99.93% <= 44 milliseconds
99.93% <= 45 milliseconds
99.93% <= 46 milliseconds
99.93% <= 47 milliseconds
99.93% <= 48 milliseconds
99.93% <= 49 milliseconds
99.94% <= 50 milliseconds
99.94% <= 51 milliseconds
99.94% <= 52 milliseconds
99.94% <= 53 milliseconds
99.94% <= 54 milliseconds
99.95% <= 55 milliseconds
99.95% <= 56 milliseconds
99.95% <= 57 milliseconds
99.95% <= 58 milliseconds
99.95% <= 59 milliseconds
99.95% <= 60 milliseconds
99.96% <= 61 milliseconds
99.96% <= 62 milliseconds
99.96% <= 63 milliseconds
99.96% <= 64 milliseconds
99.96% <= 65 milliseconds
99.96% <= 66 milliseconds
99.96% <= 67 milliseconds
99.96% <= 68 milliseconds
99.97% <= 69 milliseconds
99.97% <= 70 milliseconds
99.97% <= 71 milliseconds
99.97% <= 72 milliseconds
99.97% <= 73 milliseconds
99.97% <= 74 milliseconds
99.97% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.98% <= 81 milliseconds
99.98% <= 82 milliseconds
99.98% <= 83 milliseconds
99.98% <= 84 milliseconds
99.98% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 94 milliseconds
99.99% <= 95 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
100.00% <= 110 milliseconds
100.00% <= 112 milliseconds
100.00% <= 113 milliseconds
100.00% <= 117 milliseconds
100.00% <= 118 milliseconds
100.00% <= 119 milliseconds
100.00% <= 120 milliseconds
100.00% <= 122 milliseconds
100.00% <= 124 milliseconds
100.00% <= 125 milliseconds
100.00% <= 127 milliseconds
100.00% <= 128 milliseconds
100.00% <= 132 milliseconds
100.00% <= 134 milliseconds
100.00% <= 135 milliseconds
100.00% <= 137 milliseconds
100.00% <= 138 milliseconds
100.00% <= 139 milliseconds
100.00% <= 141 milliseconds
100.00% <= 144 milliseconds
100.00% <= 145 milliseconds
100.00% <= 148 milliseconds
100.00% <= 150 milliseconds
100.00% <= 151 milliseconds
100.00% <= 155 milliseconds
100.00% <= 159 milliseconds
100.00% <= 160 milliseconds
100.00% <= 161 milliseconds
100.00% <= 164 milliseconds
100.00% <= 185 milliseconds
100.00% <= 258 milliseconds
100.00% <= 258 milliseconds
572187.44 requests per second